Repository: dreambox43/freetuxtv-webtv-manager
Catalog: images/lang/languageicons/translations/*.po
Languages: hr

source: Add language icons
hr: Dodaj ikonu jezika

source: Link types to add language icons.
hr: Vrsta poveznice za dodavanje ikona jezika.

source: Node links
hr: Poveznice čvora

source: Language switcher block
hr: Blok prebacivanja jezika

source: Icon placement
hr: Smještaj ikone

source: Before link
hr: Prijašnja poveznica

source: After link
hr: Sljedeća poveznica

source: Replace link
hr: Zamijeni poveznicu

source: Where to display the icon, relative to the link title.
hr: Gdje prikazati ikonu, u odnosu na naslov poveznice.

source: Icons file path
hr: Putanja datoteke ikona

source: Path for language icons, relative to Drupal installation. "*" is a placeholder for language code.
hr: Putanja za ikonu jezika, u odnosu na Drupal instalaciju. "*" je rezervirano mjesto za jezični kôd.

source: Image size
hr: Veličina slike

source: Image size for language icons, in the form "width x height".
hr: Veličina slike za ikone jezika, u obliku "širina x visina".

source: This module manages language icons for multilingual sites:
hr: Ovaj modul upravlja ikonama jezika za višejezične stranice:

source: Automatically adds icons to language links.
hr: Automatski dodaje ikone u jezične poveznice.

source: Provides related theme functions.
hr: Pruža povezane funkcije teme.

source: For more information, please see <a href="@handbook">the online handbook section</a>.
hr: Za više informacija, pogledajte <a href="@handbook">mrežni priručnik</a>.

source: To enable multilingual support for specific content types go to <a href="@configure_content_types">configure content types</a>.
hr: Za omogućavanje višejezične podrške za određenu vrstu sadržaja idite na <a href="@configure_content_types">prilagodi vrstu sadržaja</a>.

source: Icons
hr: Ikone

source: Language icons
hr: Ikone jezika

source: Adds icons to language links.
hr: Dodaje ikone u jezične poveznice.

source: Multilanguage
hr: Višejezično
